tap "coursier/formulas"
tap "dbt-labs/dbt"
tap "fabianishere/personal"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
brew "bash"
brew "bash-completion@2"
brew "bazaar"
brew "openssl@1.1"
brew "bitwarden-cli"
brew "readline"
brew "xz"
brew "python@3.9"
brew "black"
brew "colordiff"
brew "coreutils"
brew "dashing"
brew "diff-so-fancy"
brew "fasd"
brew "findutils"
brew "geckodriver"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "libffi"
brew "glib"
brew "gnu-sed"
brew "guile"
brew "libidn2"
brew "libtasn1"
brew "gnutls"
brew "gnupg"
brew "grep"
brew "httpie"
brew "ilmbase", link: true
brew "imagemagick"
brew "jq"
brew "luajit-openresty"
brew "mackup"
brew "macos-trash"
brew "mas"
brew "moreutils"
brew "neovim"
brew "openssh"
brew "p7zip"
brew "perl"
brew "pigz"
brew "pipx"
brew "pngquant"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "ssh-copy-id"
brew "switchaudio-osx"
brew "tldr"
brew "tmux"
brew "tree"
brew "vbindiff"
brew "vim"
brew "wget"
brew "zopfli"
brew "coursier/formulas/coursier"
brew "dbt-labs/dbt/dbt"
brew "fabianishere/personal/pam_reattach"
cask "apparency"
cask "atext"
cask "authy"
cask "brave-browser"
cask "calibre"
cask "chromedriver"
cask "cloudflare-warp"
cask "dash"
cask "deeper"
cask "docker"
cask "fluor"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "hiddenbar"
cask "iterm2"
cask "itsycal"
cask "keka"
cask "keycastr"
cask "launchbar"
cask "meld"
cask "michaelvillar-timer"
cask "micro-sniff"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "middleclick"
cask "miniforge"
cask "netnewswire"
cask "notion"
cask "numi"
cask "obsidian"
cask "openkey"
cask "qlstephen"
cask "racket"
cask "raindropio"
cask "rectangle"
cask "sbarex-qlmarkdown"
cask "selfcontrol"
cask "sloth"
cask "spotify"
cask "stats"
cask "suspicious-package"
cask "syntax-highlight"
cask "telegram"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
mas "Be Focused Pro", id: 961632517
mas "Blinkk", id: 1178470921
mas "BrowserFairy", id: 1499080593
mas "Irvue", id: 1039633667
mas "Keynote", id: 409183694
mas "Messenger", id: 1480068668
mas "Microsoft Excel", id: 462058435
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Patterns", id: 429449079
mas "Pocket", id: 568494494
mas "Pocket cleaner", id: 1467147639
mas "Save to Pocket", id: 1477385213
mas "Spark", id: 1176895641
mas "Todoist", id: 585829637
