tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/core"
brew "bash"
brew "bash-completion@2"
brew "openssl@1.1"
brew "colordiff"
brew "coreutils"
brew "diff-so-fancy"
brew "fasd"
brew "findutils"
brew "git"
brew "git-lfs"
brew "readline"
brew "xz"
brew "python@3.9"
brew "gnu-sed"
brew "gnupg"
brew "grep"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "mackup"
brew "macos-trash"
brew "mas"
brew "moreutils"
brew "neovim"
brew "openssh"
brew "p7zip"
brew "pigz"
brew "pngquant"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "ssh-copy-id"
brew "switchaudio-osx"
brew "tldr"
brew "tmux"
brew "tree"
brew "vbindiff"
brew "vim"
brew "wget"
brew "zopfli"
cask "apparency"
cask "atext"
cask "authy"
cask "brave-browser"
cask "dash"
cask "docker"
cask "fluor"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "hiddenbar"
cask "iterm2"
cask "itsycal"
cask "keka"
cask "keycastr"
cask "launchbar"
cask "meld"
cask "michaelvillar-timer"
cask "micro-sniff"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "middleclick"
cask "miniforge"
cask "obsidian"
cask "openkey"
cask "qlstephen"
cask "rectangle"
cask "sbarex-qlmarkdown"
cask "selfcontrol"
cask "sloth"
cask "spotify"
cask "stats"
cask "suspicious-package"
cask "syntax-highlight"
cask "telegram"
cask "visual-studio-code"
mas "Be Focused Pro", id: 961632517
mas "Blinkk", id: 1178470921
mas "BrowserFairy", id: 1499080593
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Irvue", id: 1039633667
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Messenger", id: 1480068668
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Pocket cleaner", id: 1467147639
mas "Spark", id: 1176895641
mas "Todoist", id: 585829637
